Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ActionGroupCallEndedByYou
source: You ended the video chat ({0})
ar: أنت أنهيت المحادثة المرئية (⁨{0}⁩)
be: Вы завяршылі відэачат ({0})
ca: Heu finalitzat el xat de vídeo ({0})
de: Du hast den Videochat beendet ({0})
es: Finalizaste el videochat ({0})
fi: Päätit videokeskustelun ({0})
fr: Vous avez mis fin au salon vidéo ({0})
it: Hai terminato la chat video ({0})
ko: 영상 대화를 끝내셨습니다 ({0})
ms: Anda tamatkan bual video ({0})
pl: Zakończono czat wideo ({0})
pt_br: Você encerrou o chat de vídeo ({0})
ru: Вы завершили видеочат ({0})
sv: Du avslutade videochatt ({0})
tr: Görüntülü sohbeti sonlandırdınız ({0})
uk: Ви закінчили відеочат ({0})

# ActionGroupCallInvited
source: un1 invited un2 to the video chat
ar: قام ⁨un1⁩ بدعوة ⁨un2⁩ للمحادثة المرئية
be: un1 запрасіў(-ла) un2 у відэачат
ca: un1 ha convidat un2 al xat de vídeo
de: un1 hat un2 in den Videochat eingeladen
es: un1 invitó a un2 al videochat
fi: un1 kutsui käyttäjän un2 videokeskusteluun
fr: un1 a invité un2 dans le salon vidéo
it: un1 ha invitato un2 nella chat video
ko: un1님이 un2님을 영상 대화에 초대했습니다
ms: un1 jemput un2 ke bual video
nl: un1 nodigde un2 uit voor de spraakchat
pl: Użytkownik un1 zaprosił użytkownika un2 do czatu wideo
pt_br: un1 convidou un2 para o chat de vídeo
ru: un1 пригласил(а) un2 в видеочат
sv: un1 bjöd in un2 i videochatten
tr: un1, un2 kişisini görüntülü sohbete davet etti
uk: un1 запрошує un2 до відеочату

# ActionGroupCallInvitedYou
source: un1 invited you to the video chat
ar: دعاك ⁨un1⁩ إلى المحادثة المرئية
be: un1 запрасіў(-ла) вас у відэачат
ca: un1 us ha convidat al xat de vídeo
de: un1 hat dich in den Videochat eingeladen
es: un1 te invitó al videochat
fi: un1 kutsui sinut videokeskusteluun
fr: un1 vous a invité dans le salon vidéo
it: un1 ti ha invitato nella chat video
ko: un1 님이 영상 대화에 초대했습니다
ms: un1 jemput anda ke bual video
nl: un1 heeft je uitgenodigd voor de spraakchat
pl: Użytkownik un1 zaprosił cię do czatu wideo
pt_br: un1 convidou você para o chat de vídeo
ru: un1 пригласил(а) Вас в видеочат
sv: un1 bjöd in dig i videochatten
tr: un1 sizi görüntülü sohbete davet etti
uk: un1 запрошує вас до відеочату

# ActionGroupCallJustStarted
source: Video chat started
ar: المحادثة المرئية بدأت
be: Відэачат пачаўся
ca: S'ha iniciat un xat de vídeo
de: Videochat gestartet
es: Videochat iniciado
fi: Videokeskustelu alkoi
fr: Salon vidéo démarré
it: Chat video iniziata
ko: 영상 대화가 시작되었습니다
ms: Bual video dimula
nl: Spraakchat gestart
pl: Rozpoczęto czat wideo
pt_br: Chat de vídeo iniciado
ru: Начался видеочат
sv: Videochatt startad
tr: Görüntülü sohbet başladı
uk: Почато відеочат

# ActionGroupCallScheduled
source: Video chat scheduled for {0}
ar: تمت جدولة المحادثة المرئية إلى ⁨{0}⁩
be: Відэачат запланаваны на {0}
ca: Xat de vídeo programat per al {0}
de: Videochat geplant für {0}
es: Videochat programado para el {0}
fi: Videokeskustelu ajastettu ({0})
fr: Salon vidéo planifié le {0}
it: Chat video programmata per il {0}
ko: 영상 대화를 {0}에 예약함
ms: Bual video dijadualkan pada {0}
nl: Spraakchat gepland op {0}
pl: Czat wideo zaplanowany na {0}
pt_br: Chat de vídeo agendado para {0}
ru: Видеочат запланирован на {0}
sv: Videochatt inplanerad till {0}.
tr: Görüntülü sohbet {0} için planlandı
uk: Відеочат заплановано на {0}

# ActionGroupCallStarted
source: un1 started a video chat
ar: بدأ ⁨un1⁩ محادثة مرئية
be: un1 пачаў(-ла) відэачат
ca: un1 ha iniciat un xat de vídeo
de: un1 hat einen Videochat gestartet
es: un1 inició un videochat
fi: un1 aloitti videokeskustelun
fr: un1 a démarré un salon vidéo
it: un1 ha avviato una chat video
ko: un1 님이 영상 대화를 시작했습니다
ms: un1 mula bual video
nl: un1 startte een spraakchat
pl: Użytkownik un1 rozpoczął czat wideo
pt_br: un1 iniciou um chat de vídeo
ru: un1 начал(а) видеочат
sv: un1 startade en videochatt
tr: un1 görüntülü sohbet başlattı
uk: un1 починає відеочат

# ActionGroupCallStartedByYou
source: You started a video chat
ar: أنت بدأت محادثة مرئية
be: Вы пачалі відэачат
ca: Heu iniciat un xat de vídeo
de: Du hast einen Videochat gestartet
es: Iniciaste un videochat
fi: Aloitit videokeskustelun
fr: Vous avez démarré un salon vidéo
it: Hai avviato una chat video
ko: 영상 대화를 시작했습니다
ms: Anda mula bual video
nl: Je startte een spraakchat
pl: Rozpoczęto czat wideo
pt_br: Você iniciou um chat de vídeo
ru: Вы начали видеочат
sv: Du startade en videochatt
tr: Görüntülü sohbet başlattınız
uk: Ви починаєте відеочат

# ActionGroupCallYouInvited
source: You invited un2 to the video chat
ar: قمت بدعوة ⁨un2⁩ إلى المحادثة المرئية
be: Вы запрасілі un2 у відэачат
ca: Heu convidat un2 al xat de vídeo
de: Du hast un2 in den Videochat eingeladen
es: Invitaste a un2 al videochat
fi: Kutsuit käyttäjän un2 videokeskusteluun
fr: Vous avez invité un2 dans le salon vidéo
it: Hai invitato un2 nella chat video
ko: un2 님을 영상 대화에 초대하셨습니다
ms: Anda jemput un2 ke bual video
nl: Je hebt un2 uitgenodigd voor de spraakchat.
pl: Zaproszono un2 do czatu wideo
pt_br: Você convidou un2 para o chat de vídeo
ru: Вы пригласили un2 в видеочат
sv: Du bjöd in un2 till videochatten
tr: un2 kişisini görüntülü sohbete davet ettiniz
uk: Ви запрошуєте un2 до відеочату

# ActionInviteUser
source: un1 joined the group via invite link
ar: تم انضمام ⁨un1⁩ للمجموعة عبر رابط دعوة
be: un1 далучыўся(-лася) да суполкі праз запрашальную спасылку
ca: un1 s'ha unit al grup mitjançant un enllaç d'invitació
de: un1 ist der Gruppe per Link beigetreten
es: un1 se unió al grupo con un enlace de invitación
fa: ⁨un1⁩ از طریق لینک دعوت به گروه پیوست
fi: un1 liittyi ryhmään kutsulinkin kautta
fr: un1 a rejoint le groupe avec un lien d'invitation
id: un1 bergabung ke grup melalui tautan
it: un1 si è unito al gruppo tramite il link d'invito
ko: un1 님이 초대 링크를 통해 그룹에 들어왔습니다
ms: un1 sertai grup melalui link jemputan
nl: un1 is nu lid van de groep via uitnodigingslink
pl: Użytkownik un1 dołączył do grupy poprzez link zaproszenia
pt_br: un1 entrou no grupo via link de convite
ru: un1 вступил(а) в группу по ссылке-приглашению
sv: un1 gick med i gruppen via inbjudningslänk
tr: un1 davet bağlantısıyla gruba katıldı
uk: un1 приєднується до групи за запрошувальним посиланням
uz: un1 guruhga taklif havolasi orqali qoʻshildi
zh_cn: un1 通过邀请链接加入了此群组
zh_tw: un1 通過邀請鏈結加入了此群組

# ActionInviteYou
source: You joined the group via invite link
ar: انضممت إلى المجموعة عبر رابط دعوة
be: Вы далучыліся да суполкі праз запрашальную спасылку
ca: Us heu unit al grup mitjançant un enllaç d'invitació
de: Du bist der Gruppe per Link beigetreten
es: Te uniste al grupo con un enlace de invitación
fa: شما از طریق لینک دعوت به گروه پیوستید
fi: Liityit ryhmään kutsulinkin kautta
fr: Vous avez rejoint le groupe avec un lien d'invitation
id: Anda bergabung ke grup melalui tautan
it: Ti sei unito al gruppo tramite il link d'invito
ko: 초대 링크를 통해 그룹에 들어오셨습니다
ms: Anda sertai grup melalui link jemputan
nl: Je bent nu lid van de groep via uitnodigingslink
pl: Dołączono do grupy poprzez link zaproszenia
pt_br: Você entrou no grupo via link de convite
ru: Вы вступили в группу по ссылке-приглашению
sv: Du gick med i gruppen via inbjudningslänk
tr: Davet bağlantısı aracılığıyla gruba katıldınız
uk: Ви приєдналися до групи за запрошувальним посиланням
uz: Siz guruhga taklif havolasi orqali qoʻshildingiz
zh_cn: 您通过邀请链接加入了此群组。
zh_tw: 您通過邀請鏈結加入了此群組。

# ActionKickUser
source: un1 removed un2
ar: تمت إزالة ⁨un2⁩ من قِبل ⁨un1⁩
be: un1 выдаліў(-ла) un2
ca: un1 ha expulsat un2
de: un1 hat un2 aus der Gruppe entfernt
es: un1 eliminó a un2
fa: ⁨un1⁩، ⁨un2⁩ را حذف کرد
fi: un1 poisti käyttäjän un2
fr: un1 a éjecté un2
id: un1 mengeluarkan un2
it: un1 ha rimosso un2
ko: un1 님이 un2 님을 추방했습니다
ms: un1 keluarkan un2
nl: un1 heeft un2 verwijderd
pl: Użytkownik un1 usunął użytkownika un2
pt_br: un1 removeu un2
ru: un1 удалил(а) un2
sv: un1 tog bort un2
tr: un1 tarafından un2 çıkarıldı.
uk: un1 вилучає un2
uz: un1 un2ni chiqarib tashladi
zh_cn: un1 移除了 un2
zh_tw: un1 移除了 un2

# ActionKickUserYou
source: un1 removed you
ar: ⁨un1⁩ أزالك
be: un1 выдаліў(-ла) вас
ca: un1 us ha expulsat
de: un1 hat dich aus der Gruppe entfernt
es: un1 te eliminó
fa: ⁨un1⁩ شما را حذف کرد
fi: un1 poisti sinut
fr: un1 vous a éjecté
id: un1 mengeluarkan Anda
it: un1 ti ha rimosso
ko: un1 님이 나를 추방했습니다
ms: un1 keluarkan anda
nl: un1 heeft je verwijderd
pl: Użytkownik un1 usunął cię
pt_br: un1 removeu você
ru: un1 удалил(а) вас
sv: un1 tog bort dig
tr: un1 sizi çıkardı
uk: un1 вилучає вас
uz: un1 sizni chiqarib tashladi
zh_cn: un1 已将您移除
zh_tw: un1 已將您移除

# ActionLeftUser
source: un1 left the group
ar: غادر ⁨un1⁩ المجموعة
be: un1 выйшаў(-ла) з суполкі
ca: un1 ha abandonat el grup
de: un1 hat die Gruppe verlassen
es: un1 salió del grupo
fa: ⁨un1⁩ گروه را ترک کرد
fi: un1 poistui ryhmästä
fr: un1 a quitté le groupe
id: un1 keluar grup
it: un1 ha lasciato il gruppo
ko: un1 님이 그룹에서 나갔습니다
ms: un1 keluar grup
nl: un1 heeft de groep verlaten
pl: Użytkownik un1 opuścił grupę
pt_br: un1 saiu do grupo
ru: un1 покинул(а) группу
sv: un1 lämnade gruppen
tr: un1 gruptan ayrıldı
uk: un1 покидає групу
uz: un1 guruhni tark etdi
zh_cn: un1 退出了群组
zh_tw: un1 退出了群組

# ActionMigrateFromGroup
source: This group was upgraded to a supergroup
ar: تمّت ترقية هذه المجموعة إلى مجموعة خارقة
be: Гэта суполка абнавілася да суперсуполкі
ca: Aquest grup s'ha actualitzat a un supergrup
de: Gruppe wurde in eine Supergruppe geändert
es: Este grupo fue convertido en un supergrupo
fa: این گروه به ابرگروه ارتقاء یافت
fi: Tästä ryhmästä tehtiin superryhmä
fr: Ce groupe est devenu un supergroupe
id: Grup ini telah diubah menjadi supergrup
it: Questo gruppo è stato aggiornato a supergruppo
ko: 그룹이 슈퍼그룹으로 업그레이드되었습니다
ms: Grup ini dinaiktaraf ke grupsuper
nl: De groep is opgewaardeerd naar een supergroep
pl: Grupa ta została zmieniona na super grupę
pt_br: Este grupo foi convertido em supergrupo
ru: Эта группа стала супергруппой
sv: Gruppen uppgraderades till en supergrupp.
tr: Bu grup, süper gruba yükseltildi.
uk: Групу перетворено на супергрупу
uz: Bu guruh superguruh darajasiga oshirildi
zh_cn: 此群组已升级为超级群组
zh_tw: 此群組已升級為超級群組

# ActionMigrateFromGroupNotify
source: {0} was upgraded to a supergroup
ar: تمت ترقية ⁨{0}⁩ إلى مجموعة خارقة
be: {0} абнавілася ў суперсуполку
ca: {0} s'ha actualitzat a un supergrup
de: {0} wurde in eine Supergruppe geändert
es: {0} fue convertido en un supergrupo
fa: ⁨{0}⁩ به ابرگروه ارتقاء یافت
fi: {0} on päivitetty superryhmäksi
fr: {0} est devenu un supergroupe
id: {0} telah ditingkatkan menjadi supergroup
it: {0} è stato aggiornato a supergruppo.
ko: {0} 그룹이 슈퍼그룹으로 업그레이드됐습니다
ms: {0} dinaiktaraf ke grupsuper
nl: {0} is opgewaardeerd naar een supergroep
pl: Grupa {0} została zmieniona na super grupę
pt_br: {0} foi convertido em supergrupo
ru: {0} стала супергруппой.
sv: {0} uppgraderades till en supergrupp
tr: {0} süper grup oldu
uk: {0} була покращена до супергрупи
uz: {0} super guruh darajasiga oshirildi
zh_cn: {0} 已升级为超级群组
zh_tw: {0} 已升級為超級群組

# ActionPinnedContact
source: un1 pinned a contact
ar: ⁨un1⁩ ثبت جهة اتصال
be: un1 замацаваў(-ла) кантакт
ca: un1 ha fixat un contacte
de: un1 hat einen Kontakt angeheftet
es: un1 fijó un contacto
fa: ⁨un1⁩ یک مخاطب را سنجاق کرد
fi: un1 kiinnitti yhteystiedon
fr: un1 a épinglé un contact
id: un1 menyematkan kontak
it: un1 ha fissato un contatto
ko: un1 님이 연락처를 고정했습니다
ms: un1 semat kenalan
nl: un1 heeft contact vastgezet
pl: Użytkownik un1 przypiął kontakt
pt_br: un1 fixou um contato
ru: un1 закрепил(а) контакт
sv: un1 fäste upp en kontakt
tr: un1 bir kişiyi sabitledi
uk: un1 прикріплює контакт
uz: un1 kontaktni qadadi
zh_cn: un1 置顶了一个联系人信息
zh_tw: un1 置頂了一個聯絡人資料

# ActionPinnedFile
source: un1 pinned a file
ar: ثبت ⁨un1⁩ ملفًا
be: un1 замацаваў(-ла) файл
ca: un1 ha fixat un fitxer
de: un1 hat eine Datei angeheftet
es: un1 fijó un archivo
fa: ⁨un1⁩ یک فایل را سنجاق کرد
fi: un1 kiinnitti tiedoston
fr: un1 a épinglé un fichier
id: un1 menyematkan berkas
it: un1 ha fissato un file
ko: un1 님이 파일을 고정했습니다
ms: un1 semat fail
nl: un1 heeft bestand vastgezet
pl: Użytkownik un1 przypiął plik
pt_br: un1 fixou um arquivo
ru: un1 закрепил(а) файл
sv: un1 fäste upp en datafil
tr: un1 bir dosyayı sabitledi
uk: un1 прикріплює файл
uz: un1 faylni qadadi
zh_cn: un1 置顶了一个文件
zh_tw: un1 置頂了一份文件

# ActionPinnedGame
source: un1 pinned {0}
ar: ⁨un1⁩ ثبت ⁨{0}⁩
be: un1 замацаваў(-ла) {0}
ca: un1 ha fixat {0}
de: un1 hat {0} angeheftet
es: un1 fijó {0}
fa: ⁨un1⁩، ⁨{0}⁩ را سنجاق کرد
fi: un1 kiinnitti pelin {0}
fr: un1 a épinglé "{0}"
id: un1 menyematkan {0}
it: un1 ha fissato {0}
ko: un1 님이 {0}을(를) 고정했습니다
ms: un1 semat {0}
nl: un1 heeft {0} vastgezet
pl: Użytkownik un1 przypiął {0}
pt_br: un1 fixou {0}
ru: un1 закрепил(а) {0}
sv: un1 fäste upp {0}
tr: un1, {0} oyununu sabitledi
uk: un1 прикріплює {0}
uz: un1 {0}ni qadadi
zh_cn: un1 置顶了«{0}»
zh_tw: un1 置頂了«{0}»

# ActionPinnedGeo
source: un1 pinned a map
ar: تم تثبيت خريطة من قِبل ⁨un1⁩
be: un1 замацаваў(-ла) карту
ca: un1 ha fixat un mapa
de: un1 hat einen Standort angeheftet
es: un1 fijó un mapa
fa: ⁨un1⁩ یک نقشه را سنجاق کرد
fi: un1 kiinnitti kartan
fr: un1 a épinglé un plan
id: un1 menyematkan peta
it: un1 ha fissato una posizione
ko: un1 님이 위치를 고정했습니다
ms: un1 semat peta
nl: un1 heeft locatie vastgezet
pl: Użytkownik un1 przypiął mapę
pt_br: un1 fixou um mapa
ru: un1 закрепил(а) карту
sv: un1 fäste upp en karta
tr: un1 bir haritayı sabitledi
uk: un1 прикріплює мапу
uz: un1 xaritani qadadi
zh_cn: un1 置顶了一个位置信息
zh_tw: un1 置頂了一個位置訊息

# ActionPinnedGeoLive
source: un1 pinned a live location
ar: ثبت ⁨un1⁩ موقعًا حيًا
be: un1 замацаваў(-ла) трансляцыю месцазнаходжання
ca: un1 ha fixat una ubicació en directe
de: un1 hat einen Live-Standort angeheftet
es: un1 fijó una ubicación en tiempo real
fa: ⁨un1⁩ یک موقعیت مکانی لحظه‌ای را سنجاق کرد
fi: un1 kiinnitti live-sijainnin
fr: un1 a épinglé une position en temps réel
id: un1 menyematkan lokasi langsung
it: un1 ha fissato una posizione in tempo reale
ko: un1 님이 실시간 위치를 고정했습니다
ms: un1 semat lokasi langsung
nl: un1 heeft live locatie vastgezet
pl: Użytkownik un1 przypiął „Lokalizację na żywo”
pt_br: un1 fixou uma localização ao vivo
ru: un1 закрепил(а) трансляцию геопозиции
sv: un1 fäste upp en liveplats
tr: un1 bir canlı konumu sabitledi
uk: un1 прикріплює маячок
uz: un1 jonli joylashuvni qadadi
zh_cn: un1 置顶了一个实时位置信息
zh_tw: un1 置頂了一個即時位置訊息

# ActionPinnedGif
source: un1 pinned a GIF
ar: ⁨un1⁩ ثبت صورةً متحركة
be: un1 замацаваў(-ла) анімацыю
ca: un1 ha fixat un GIF
de: un1 hat ein GIF angeheftet
es: un1 fijó un GIF
fa: ⁨un1⁩ یک گیف را سنجاق کرد
fi: un1 kiinnitti GIFin
fr: un1 a épinglé un GIF
id: un1 menyematkan GIF
it: un1 ha fissato una GIF
ko: un1 님이 GIF를 고정했습니다
ms: un1 semat GIF
nl: un1 heeft GIF vastgezet
pl: Użytkownik un1 przypiął GIFa
pt_br: un1 fixou um GIF
ru: un1 закрепил(а) GIF
sv: un1 fäste upp en GIF
tr: un1 bir GIF'i sabitledi
uk: un1 прикріплює GIF
uz: un1 GIFni qadadi
zh_cn: un1 置顶了一张 GIF
zh_tw: un1 置頂了一張 GIF

# ActionPinnedMusic
source: un1 pinned an audio file
ar: ثبت ⁨un1⁩ ملفًا صوتيًا
be: un1 замацаваў(-ла) аўдыяфайл
ca: un1 ha fixat un fitxer d'àudio
de: un1 hat Audiodatei angeheftet
es: un1 fijó un audio
fa: ⁨un1⁩ یک فایل صوتی را سنجاق کرد
fi: un1 kiinnitti äänitiedoston
fr: un1 a épinglé un fichier audio
id: un1 menyematkan berkas audio
it: un1 ha fissato un file audio
ko: un1 님이 오디오 파일을 고정했습니다
ms: un1 semat fail audio
nl: un1 heeft muziekbestand vastgezet
pl: Użytkownik un1 przypiął plik audio
pt_br: un1 fixou um arquivo de áudio
ru: un1 закрепил(а) аудиофайл
sv: un1 fäste upp en ljudfil
tr: un1 bir ses dosyasını sabitledi
uk: un1 прикріплює аудіофайл
uz: un1 audiofaylni qadadi
zh_cn: un1 置顶了一首音乐
zh_tw: un1 置頂了一首音樂

# ActionPinnedNoText
source: un1 pinned a message
ar: ثبت ⁨un1⁩ رسالة
be: un1 замацаваў(-ла) паведамленне
ca: un1 ha fixat un missatge
de: un1 hat eine Nachricht angeheftet
es: un1 fijó un mensaje
fa: ⁨un1⁩ یک پیام سنجاق کرد
fi: un1 kiinnitti viestin
fr: un1 a épinglé un message
id: un1 menyematkan pesan
it: un1 ha fissato un messaggio
ko: un1 님이 메시지를 고정했습니다
ms: un1 semat mesej
nl: un1 heeft bericht vastgezet
pl: Użytkownik un1 przypiął wiadomość
pt_br: un1 fixou uma mensagem
ru: un1 закрепил(а) сообщение
sv: un1 fäste upp ett meddelande
tr: un1 bir mesajı sabitledi
uk: un1 прикріплює повідомлення
uz: un1 xabarni qadadi
zh_cn: un1 置顶了一条消息
zh_tw: un1 置頂了一則訊息

# ActionPinnedPhoto
source: un1 pinned a photo
ar: ⁨un1⁩ ثبت صورة
be: un1 замацаваў(-ла) фота
ca: un1 ha fixat una foto
de: un1 hat ein Bild angeheftet
es: un1 fijó una foto
fa: ⁨un1⁩ یک عکس را سنجاق کرد
fi: un1 kiinnitti kuvan
fr: un1 a épinglé une photo
id: un1 menyematkan foto
it: un1 ha fissato una foto
ko: un1 님이 사진을 고정했습니다
ms: un1 semat foto
nl: un1 heeft foto vastgezet
pl: Użytkownik un1 przypiął zdjęcie
pt_br: un1 fixou uma foto
ru: un1 закрепил(а) фото
sv: un1 fäste upp en bild
tr: un1 bir fotoğrafı sabitledi
uk: un1 прикріплює фото
uz: un1 rasmni qadadi
zh_cn: un1 置顶了一张图片
zh_tw: un1 置頂了一張圖片

# ActionPinnedPoll
source: un1 pinned a poll
ar: ثبت ⁨un1⁩ استفتاءً
be: un1 замацаваў(-ла) апытанне
ca: un1 ha fixat una enquesta
de: un1 hat eine Umfrage angeheftet
es: un1 fijó una encuesta
fa: ⁨un1⁩ یک نظرسنجی را سنجاق کرد
fi: un1 kiinnitti kyselyn
fr: un1 a épinglé un sondage
id: un1 menyematkan pol
it: un1 ha fissato un sondaggio
ko: un1 님이 설문을 고정했습니다
ms: un1 semat undian
nl: un1 heeft een poll vastgezet
pl: Użytkownik un1 przypiął ankietę
pt_br: un1 fixou uma enquete
ru: un1 закрепил(а) опрос
sv: un1 fäste en omröstning
tr: un1 bir anketi sabitledi
uk: un1 прикріплює опитування
uz: un1 soʻrovnomani qadadi

# ActionPinnedQuiz
source: un1 pinned a quiz
ar: ثبت ⁨un1⁩ اختبارًا
be: un1 замацаваў(-ла) віктарыну
ca: un1 ha fixat un concurs
de: un1 hat ein Quiz angeheftet
es: un1 fijó un cuestionario
fa: ⁨un1⁩ یک آزمون را سنجاق کرد
fi: un1 kiinnitti visan
fr: un1 a épinglé un quiz
id: un1 menyematkan kuis
it: un1 ha fissato un quiz
ko: un1 님이 퀴즈를 고정했습니다
ms: un1 semat kuiz
nl: un1 heeft een quiz vastgezet
pl: Użytkownik un1 przypiął quiz
pt_br: un1 fixou um quiz
ru: un1 закрепил(а) викторину
sv: un1 fäste upp en quiz
tr: un1 bir testi sabitledi
uk: un1 прикріплює вікторину
uz: un1 viktorinani qadadi

# ActionPinnedRound
source: un1 pinned a video message
ar: ثبت ⁨un1⁩ رسالةً مرئية
be: un1 замацаваў(-ла) відэапаведамленне
ca: un1 ha fixat un missatge de vídeo
de: un1 hat eine Videonachricht angeheftet
es: un1 fijó un videomensaje
fa: ⁨un1⁩ یک پیام ویدیویی را سنجاق کرد
fi: un1 kiinnitti videoviestin
fr: un1 a épinglé un message vidéo
id: un1 menyematkan pesan video
it: un1 ha fissato un videomessaggio
ko: un1 님이 동영상 메시지를 고정했습니다
ms: un1 semat mesej video
nl: un1 heeft een videobericht vastgezet
pl: Użytkownik un1 przypiął wiadomość wideo
pt_br: un1 fixou uma mensagem de vídeo
ru: un1 закрепил(а) видеосообщение
sv: un1 fäste upp ett videomeddelande
tr: un1 bir görüntülü mesajı sabitledi
uk: un1 прикріплює відеоповідомлення
uz: un1 videoxabarni qadadi
zh_cn: un1 置顶了一条视频消息
zh_tw: un1 置頂了一條影片

# ActionPinnedSticker
source: un1 pinned a sticker
ar: ⁨un1⁩ ثبت ملصقًا
be: un1 замацаваў(-ла) стыкер
ca: un1 ha fixat un adhesiu
de: un1 hat einen Sticker angeheftet
es: un1 fijó un sticker
fa: ⁨un1⁩ یک استیکر را سنجاق کرد
fi: un1 kiinnitti tarran
fr: un1 a épinglé un autocollant
id: uun1 menyematkan stiker
it: un1 ha fissato uno sticker
ko: un1 님이 스티커를 고정했습니다
ms: un1 semat stiker
nl: un1 heeft sticker vastgezet
pl: Użytkownik un1 przypiął naklejkę
pt_br: un1 fixou um sticker
ru: un1 закрепил(а) стикер
sv: un1 fäste upp en dekal
tr: un1 bir çıkartmayı sabitledi
uk: un1 прикріплює наліпку
uz: un1 stikerni qadadi
zh_cn: un1 置顶了一个表情
zh_tw: un1 置頂了一個表情

# ActionPinnedText
source: un1 pinned "{0}"
ar: ثبت ⁨un1⁩ «⁨{0}⁩»
be: un1 замацаваў(-ла) «{0}»
ca: un1 ha fixat «{0}»
de: un1 hat "{0}" angeheftet
es: un1 fijó “{0}”
fa: ⁨un1⁩ «⁨{0}⁩» را سنجاق کرد
fi: un1 kiinnitti viestin "{0}"
fr: un1 a épinglé "{0}"
id: un1 menyematkan "{0}"
it: un1 ha fissato "{0}"
ko: un1 님이 "{0}"을(를) 고정했습니다
ms: un1 semat "{0}"
nl: un1 heeft "{0}" vastgezet
pl: Użytkownik un1 przypiął „{0}”
pt_br: un1 fixou "{0}"
ru: un1 закрепил(а) «{0}»
sv: un1 fäste upp "{0}"
tr: un1 sabitledi: "{0}"
uk: un1 прикріплює "{0}"
uz: un1 “{0}”ni qadadi
zh_cn: un1 置顶了«{0}»
zh_tw: un1 置頂了«{0}»

# ActionPinnedVideo
source: un1 pinned a video
ar: ثبت ⁨un1⁩ مقطعًا مرئيًا
be: un1 замацаваў(-ла) відэа
ca: un1 ha fixat un vídeo
de: un1 hat ein Video angeheftet
es: un1 fijó un video
fa: ⁨un1⁩ یک ویدیو را سنجاق کرد
fi: un1 kiinnitti videon
fr: un1 a épinglé une vidéo
id: un1 menyematkan video
it: un1 ha fissato un video
ko: un1 님이 동영상을 고정했습니다
ms: un1 semat video
nl: un1 heeft een video vastgezet
pl: Użytkownik un1 przypiął wideo
pt_br: un1 fixou um vídeo
ru: un1 закрепил(а) видео
sv: un1 fäste upp en videofil
tr: un1 bir videoyu sabitledi
uk: un1 прикріплює відео
uz: un1 videoni qadadi
zh_cn: un1 置顶了一段视频
zh_tw: un1 置頂了一段影片

# ActionPinnedVoice
source: un1 pinned a voice message
ar: ثبت ⁨un1⁩ رسالةً صوتية
be: un1 замацаваў(-ла) галасавое паведамленне
ca: un1 ha fixat un missatge de veu
de: un1 hat eine Sprachnachricht angeheftet
es: un1 fijó un mensaje de voz
fa: ⁨un1⁩ یک پیام صوتی را سنجاق کرد
fi: un1 kiinnitti ääniviestin
fr: un1 a épinglé un message vocal
id: un1 menyematkan pesan suara
it: un1 ha fissato un messaggio vocale
ko: un1 님이 음성 메시지를 고정했습니다
ms: un1 semat mesej suara
nl: un1 heeft spraakbericht vastgezet
pl: Użytkownik un1 przypiął wiadomość głosową
pt_br: un1 fixou uma mensagem de voz
ru: un1 закрепил(а) голосовое сообщение
sv: un1 fäste upp ett röstmeddelande
tr: un1 bir sesli mesajı sabitledi
uk: un1 прикріплює голосове повідомлення
uz: un1 ovozli xabarni qadadi
zh_cn: un1 置顶了一条语音消息
zh_tw: un1 置頂了一條語音訊息

# ActionReactionsChanged
source: un1 changed chat reactions from: {0} to: {1}
ar: تم تغيير تفاعلات المجموعة بواسطة ⁨un1⁩ من: ⁨{0}⁩ إلى: ⁨{1}⁩
be: un1 змяніў(-ла) рэакцыі чата з: {0} на: {1}
ca: un1 ha canviat les reaccions de: {0} a: {1}
de: un1 hat Reaktionen im Chat geändert von: {0} auf: {1}
es: un1 cambió las reacciones del chat de: {0} a: {1}
fi: un1 vaihtoi sallittuja reaktiota ennen: {0} nyt: {1}
fr: un1 a changé les réactions de l'échange de : {0} pour : {1}
it: un1 ha cambiato le reazioni nella chat da: {0} a: {1}
ko: un1 님이 대화 반응을 변경함 기존: {0} 변경: {1}
ms: un1 tukar reaksi bual dari: {0} ke: {1}
pl: Użytkownik un1 zmienił reakcje czatu z: {0} na: {1}
pt_br: un1 mudou as reações do chat de: {0} para: {1}
ru: un1 изменил(а) реакции чата с: {0} на: {1}
sv: un1 ändrade chattreaktioner från: {0} till: {1}
tr: un1 sohbet tepkilerini değiştirdi eski: {0} yeni: {1}
uk: un1 змінює набір реакцій з: {0} на: {1}

# ActionRemovedPhoto
source: un1 removed the group photo
ar: أزال ⁨un1⁩ صورة المجموعة
be: un1 выдаліў(-ла) аватар суполкі
ca: un1 ha eliminat la foto del grup
de: un1 hat das Gruppenbild entfernt
es: un1 eliminó la foto del grupo
fa: ⁨un1⁩ عکس گروه را حذف کرد
fi: un1 poisti ryhmän kuvan
fr: un1 a supprimé la photo du groupe
id: un1 menghapus foto grup
it: un1 ha rimosso la foto del gruppo
ko: un1 님이 그룹 사진을 제거했습니다
ms: un1 keluarkan foto grup
nl: un1 heeft de groepsafbeelding verwijderd
pl: Użytkownik un1 usunął zdjęcie grupy
pt_br: un1 removeu a foto do grupo
ru: un1 удалил(а) фото группы
sv: un1 tog bort gruppens bild
tr: un1 grup fotoğrafını kaldırdı
uk: un1 вилучає фото групи
uz: un1 guruh rasmini olib tashladi
zh_cn: un1 移除了群组头像
zh_tw: un1 移除了群組頭像
